Repository: Kurozora/kurozora-app
Catalog: Kurozora/Supporting Files/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, el, es, es_419, fa, fi, fil, fr, he, hi, hu, hy, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Open in Browser
ar: فتح في المتصفّح
bn: ব্রাউজারে খোলো
cs: Otevřít v prohlížeči
da: Åbn i browser
de: Im Browser öffnen
el: Άνοιγμα στο πρόγραμμα περιήγησης
es: Abrir en el navegador
es_419: Abrir en el navegador
fa: باز کردن در مرورگر
fi: Avaa selaimessa
fil: Buksan sa Browser
fr: Ouvrir dans le navigateur
he: פתח בדפדפן
hi: ब्राउज़र में खोलें
hu: Megnyitás böngészőben
hy: Բացել դիտարկիչում
id: Buka di Peramban
it: Apri nel browser
ja: ブラウザで開く
ko: 브라우저에서 열기
ms: Buka dalam Pelayar
nb: Åpne i nettleser
nl: Openen in browser
pl: Otwórz w przeglądarce
pt_br: Abrir no navegador
pt_pt: Abrir no navegador
ro: Deschide în browser
ru: Открыть в браузере
sv: Öppna i webbläsare
ta: உலாவியில் திற
te: బ్రౌజర్‌లో తెరువు
th: เปิดในเบราว์เซอร์
tr: Tarayıcıda Aç
uk: Відкрити у браузері
ur: براؤزر میں کھولیں
vi: Mở trong trình duyệt
zh_hans: 在浏览器中打开
zh_hant: 在瀏覽器中開啟

source: Open Kurozora
ar: فتح Kurozora
bn: Kurozora খোলো
cs: Otevřít Kurozoru
da: Åbn Kurozora
de: Kurozora öffnen
el: Άνοιγμα του Kurozora
es: Abrir Kurozora
es_419: Abrir Kurozora
fa: باز کردن Kurozora
fi: Avaa Kurozora
fil: Buksan ang Kurozora
fr: Ouvrir Kurozora
he: פתח את Kurozora
hi: Kurozora खोलें
hu: Kurozora megnyitása
hy: Բացել Kurozora-ն
id: Buka Kurozora
it: Apri Kurozora
ja: Kurozoraを開く
ko: Kurozora 열기
ms: Buka Kurozora
nb: Åpne Kurozora
pl: Otwórz Kurozorę
pt_br: Abrir o Kurozora
pt_pt: Abrir o Kurozora
ro: Deschide Kurozora
ru: Открыть Kurozora
sv: Öppna Kurozora
ta: Kurozora ஐத் திற
te: Kurozora తెరువు
th: เปิด Kurozora
tr: Kurozora’yı Aç
uk: Відкрити Kurozora
ur: Kurozora کھولیں
vi: Mở Kurozora
zh_hans: 打开 Kurozora
zh_hant: 開啟 Kurozora

source: Open Kurozora to your preferred page.
ar: افتح Kurozora على صفحتك المفضّلة.
bn: তোমার পছন্দের পেজে Kurozora খোলো।
cs: Otevři Kurozoru na své oblíbené stránce.
da: Åbn Kurozora på din foretrukne side.
de: Öffne Kurozora auf deiner bevorzugten Seite.
el: Άνοιξε το Kurozora στη σελίδα που προτιμάς.
es: Abre Kurozora en tu página preferida.
es_419: Abre Kurozora en tu página preferida.
fa: Kurozora را در صفحه دلخواهت باز کن.
fi: Avaa Kurozora haluamallasi sivulla.
fil: Buksan ang Kurozora sa iyong piniling pahina.
fr: Ouvre Kurozora sur ta page préférée.
he: פתח את Kurozora בעמוד המועדף עליך.
hi: अपने पसंदीदा पेज पर Kurozora खोलें।
hu: Nyisd meg a Kurozorát a kedvenc oldaladon.
hy: Բացիր Kurozora-ն քո նախընտրած էջում։
id: Buka Kurozora ke halaman pilihanmu.
it: Apri Kurozora alla tua pagina preferita.
ja: Kurozoraをお好みのページで開きます。
ko: 원하는 페이지로 Kurozora를 엽니다.
ms: Buka Kurozora ke halaman pilihan anda.
nb: Åpne Kurozora på din foretrukne side.
nl: Open Kurozora op je voorkeurspagina.
pl: Otwórz Kurozorę na preferowanej stronie.
pt_br: Abra o Kurozora na sua página preferida.
pt_pt: Abre o Kurozora na tua página preferida.
ro: Deschide Kurozora la pagina ta preferată.
ru: Открывайте Kurozora на нужной вам странице.
sv: Öppna Kurozora på din föredragna sida.
ta: உங்கள் விருப்பமான பக்கத்தில் Kurozora ஐத் திறக்கவும்.
te: మీకు నచ్చిన పేజీకి Kurozora తెరువు.
th: เปิด Kurozora ไปยังหน้าที่คุณต้องการ
tr: Kurozora’yı tercih ettiğin sayfada aç.
uk: Відкрийте Kurozora на потрібній сторінці.
ur: Kurozora کو اپنے پسندیدہ صفحے پر کھولیں۔
vi: Mở Kurozora đến trang bạn ưa thích.
zh_hans: 打开 Kurozora 并直达你偏好的页面。
zh_hant: 在你偏好的頁面開啟 Kurozora。

source: Open Twitter
ar: فتح Twitter
bn: Twitter খোলো
cs: Otevřít Twitter
da: Åbn Twitter
de: Twitter öffnen
el: Άνοιγμα του Twitter
es: Abrir Twitter
es_419: Abrir Twitter
fa: باز کردن Twitter
fi: Avaa Twitter
fil: Buksan ang Twitter
fr: Ouvrir Twitter
he: פתח את Twitter
hi: Twitter खोलें
hu: Twitter megnyitása
hy: Բացել Twitter
id: Buka Twitter
it: Apri Twitter
ja: Twitterを開く
ko: Twitter 열기
ms: Buka Twitter
nb: Åpne Twitter
pl: Otwórz Twittera
pt_br: Abrir o Twitter
pt_pt: Abrir o Twitter
ro: Deschide Twitter
ru: Открыть Twitter
sv: Öppna Twitter
ta: Twitter ஐத் திற
te: Twitter తెరువు
th: เปิด Twitter
tr: Twitter’ı Aç
uk: Відкрити Twitter
ur: Twitter کھولیں
vi: Mở Twitter
zh_hans: 打开 Twitter
zh_hant: 開啟 Twitter

source: Options
ar: الخيارات
bn: বিকল্প
cs: Možnosti
da: Indstillinger
de: Optionen
el: Επιλογές
es: Opciones
es_419: Opciones
fa: گزینه‌ها
fi: Asetukset
fil: Mga Opsyon
he: אפשרויות
hi: विकल्प
hu: Beállítások
hy: Ընտրանքներ
id: Opsi
it: Opzioni
ja: オプション
ko: 옵션
ms: Pilihan
nb: Alternativer
nl: Opties
pl: Opcje
pt_br: Opções
pt_pt: Opções
ro: Opțiuni
ru: Параметры
sv: Alternativ
ta: விருப்பங்கள்
te: ఎంపికలు
th: ตัวเลือก
tr: Seçenekler
uk: Параметри
ur: اختیارات
vi: Tùy chọn
zh_hans: 选项
zh_hant: 選項

source: Other
ar: أخرى
bn: অন্যান্য
cs: Ostatní
da: Andet
de: Sonstige
el: Άλλο
es: Otro
es_419: Otro
fa: سایر
fi: Muu
fil: Iba pa
fr: Autre
he: אחר
hi: अन्य
hu: Egyéb
hy: Այլ
id: Lainnya
it: Altro
ja: その他
ko: 기타
ms: Lain-lain
nb: Annet
nl: Overig
pl: Inne
pt_br: Outro
pt_pt: Outro
ro: Altul
ru: Другое
sv: Övrigt
ta: மற்றவை
te: ఇతర
th: อื่นๆ
tr: Diğer
uk: Інше
ur: دیگر
vi: Khác
zh_hans: 其他
zh_hant: 其他

source: Page
ar: الصفحة
bn: পেজ
cs: Stránka
da: Side
de: Seite
el: Σελίδα
es: Página
es_419: Página
fa: صفحه
fi: Sivu
fil: Pahina
he: עמוד
hi: पेज
hu: Oldal
hy: Էջ
id: Halaman
it: Pagina
ja: ページ
ko: 페이지
ms: Halaman
nb: Side
nl: Pagina
pl: Strona
pt_br: Página
pt_pt: Página
ro: Pagină
ru: Страница
sv: Sida
ta: பக்கம்
te: పేజీ
th: หน้า
tr: Sayfa
uk: Сторінка
ur: صفحہ
vi: Trang
zh_hans: 页面
zh_hant: 頁面

source: Parental Guide Entries
ar: إدخالات الإرشاد الأبوي
bn: অভিভাবক নির্দেশিকার এন্ট্রি
cs: Položky rodičovského průvodce
da: Forældrevejledningsposter
de: Einträge zum Elternratgeber
el: Καταχωρίσεις γονικού οδηγού
es: Entradas de la guía parental
es_419: Entradas de la guía parental
fa: موارد راهنمای والدین
fi: Vanhempien oppaan merkinnät
fil: Mga Entry sa Gabay ng Magulang
fr: Entrées du guide parental
he: ערכי מדריך להורים
hi: अभिभावक मार्गदर्शिका प्रविष्टियाँ
hu: Szülői útmutató bejegyzései
hy: Ծնողական ուղեցույցի գրառումներ
id: Entri Panduan Orang Tua
it: Voci della guida ai contenuti
ja: ペアレンタルガイドの項目
ko: 보호자 가이드 항목
ms: Entri Panduan Ibu Bapa
nb: Oppføringer i foreldreveiledning
nl: Oudergids-items
pl: Wpisy poradnika rodzicielskiego
pt_br: Itens do guia parental
pt_pt: Entradas do guia parental
ro: Intrări ghid parental
ru: Рекомендации для родителей
sv: Poster i föräldraguiden
ta: பெற்றோர் வழிகாட்டி உள்ளீடுகள்
te: పేరెంటల్ గైడ్ ఎంట్రీలు
th: รายการคำแนะนำสำหรับผู้ปกครอง
tr: Ebeveyn Rehberi Girişleri
uk: Записи батьківського контролю
ur: والدین کی رہنمائی کے اندراجات
vi: Mục hướng dẫn dành cho phụ huynh
zh_hans: 家长指引条目
zh_hant: 家長指引項目

source: Passcode
ar: رمز المرور
bn: পাসকোড
cs: Přístupový kód
da: Adgangskode
de: Code
el: Κωδικός πρόσβασης
es: Código
es_419: Código
fa: رمز عبور
fi: Pääsykoodi
fr: Code
he: קוד גישה
hi: पासकोड
hu: Jelkód
hy: Անցակոդ
id: Kode Sandi
it: Codice di accesso
ja: パスコード
ko: 암호
ms: Kod Laluan
nb: Kode
nl: Toegangscode
pl: Kod dostępu
pt_br: Código
pt_pt: Código
ro: Cod de acces
ru: Код-пароль
sv: Lösenkod
ta: கடவுக்குறியீடு
te: పాస్‌కోడ్
th: รหัสผ่าน
tr: Parola Kodu
uk: Код-пароль
ur: پاس کوڈ
vi: Mật mã
zh_hans: 密码
zh_hant: 密碼鎖

source: Password
ar: كلمة المرور
bn: পাসওয়ার্ড
cs: Heslo
da: Adgangskode
de: Passwort
el: Κωδικός πρόσβασης
es: Contraseña
es_419: Contraseña
fa: گذرواژه
fi: Salasana
fr: Mot de passe
he: סיסמה
hi: पासवर्ड
hu: Jelszó
hy: Գաղտնաբառ
id: Kata Sandi
ja: パスワード
ko: 비밀번호
ms: Kata Laluan
nb: Passord
nl: Wachtwoord
pl: Hasło
pt_br: Senha
pt_pt: Palavra-passe
ro: Parolă
ru: Пароль
sv: Lösenord
ta: கடவுச்சொல்
te: పాస్‌వర్డ్
th: รหัสผ่าน
tr: Parola
uk: Пароль
ur: پاس ورڈ
vi: Mật khẩu
zh_hans: 密码
zh_hant: 密碼

source: Pause
ar: إيقاف مؤقت
bn: থামান
cs: Pozastavit
el: Παύση
es: Pausa
es_419: Pausar
fa: توقف
fi: Tauko
fil: I-pause
he: השהה
hi: रोकें
hu: Szünet
hy: Դադար
id: Jeda
it: Pausa
ja: 一時停止
ko: 일시정지
ms: Jeda
nl: Pauzeer
pl: Wstrzymaj
pt_br: Pausar
pt_pt: Pausa
ro: Pauză
ru: Пауза
sv: Pausa
ta: இடைநிறுத்து
te: పాజ్
th: หยุดชั่วคราว
tr: Duraklat
uk: Пауза
ur: روکیں
vi: Tạm dừng
zh_hans: 暂停
zh_hant: 暫停

source: People
ar: الأشخاص
bn: মানুষ
cs: Lidé
da: Personer
de: Personen
el: Άτομα
es: Personas
es_419: Personas
fa: افراد
fi: Henkilöt
fil: Mga Tao
fr: Personnes
he: אנשים
hi: लोग
hu: Emberek
hy: Մարդիկ
id: Orang
it: Persone
ja: 人物
ko: 인물
ms: Orang
nb: Personer
nl: Personen
pl: Osoby
pt_br: Pessoas
pt_pt: Pessoas
ro: Persoane
ru: Люди
sv: Personer
ta: நபர்கள்
te: వ్యక్తులు
th: บุคคล
tr: Kişiler
uk: Люди
ur: لوگ
vi: Mọi người
zh_hans: 人物
zh_hant: 人物

source: Photo Library 🏛
ar: مكتبة الصور 🏛
bn: ফটো লাইব্রেরি 🏛
cs: Knihovna fotek 🏛
da: Fotobibliotek 🏛
de: Fotomediathek 🏛
el: Βιβλιοθήκη φωτογραφιών 🏛
es: Fototeca 🏛
es_419: Fototeca 🏛
fa: کتابخانه عکس 🏛
fi: Kuvakirjasto 🏛
fr: Photothèque 🏛
he: ספריית תמונות 🏛
hi: फ़ोटो लाइब्रेरी 🏛
hu: Fotókönyvtár 🏛
hy: Լուսանկարների պատկերագիրք 🏛
id: Pustaka Foto 🏛
it: Libreria foto 🏛
ja: フォトライブラリ 🏛
ko: 사진 보관함 🏛
ms: Pustaka Foto 🏛
nb: Bildebibliotek 🏛
nl: Fotobibliotheek 🏛
pl: Biblioteka zdjęć 🏛
pt_br: Fototeca 🏛
pt_pt: Biblioteca de fotos 🏛
ro: Bibliotecă foto 🏛
ru: Галерея 🏛
sv: Bildbibliotek 🏛
ta: புகைப்படத் தொகுப்பு 🏛
te: ఫోటో లైబ్రరీ 🏛
th: คลังรูปภาพ 🏛
tr: Fotoğraf Kitaplığı 🏛
uk: Медіатека фото 🏛
ur: فوٹو لائبریری 🏛
vi: Thư viện ảnh 🏛
zh_hans: 照片图库 🏛
zh_hant: 照片圖庫 🏛

source: Photos
ar: الصور
bn: ফটো
cs: Fotky
da: Fotos
de: Fotos
el: Φωτογραφίες
es: Fotos
es_419: Fotos
fa: عکس‌ها
fi: Kuvat
fil: Mga Larawan
he: תמונות
hi: फ़ोटो
hu: Fotók
hy: Լուսանկարներ
id: Foto
it: Foto
ja: 写真
ko: 사진
ms: Foto
nb: Bilder
nl: Foto's
pl: Zdjęcia
pt_br: Fotos
pt_pt: Fotos
ro: Fotografii
ru: Фото
sv: Bilder
ta: புகைப்படங்கள்
te: ఫోటోలు
th: รูปภาพ
tr: Fotoğraflar
uk: Фото
ur: تصاویر
vi: Ảnh
zh_hans: 照片
zh_hant: 照片

source: Play
ar: تشغيل
bn: চালান
cs: Přehrát
da: Afspil
de: Wiedergeben
el: Αναπαραγωγή
es: Reproducir
es_419: Reproducir
fa: پخش
fi: Toista
fil: I-play
fr: Lire
he: נגן
hi: चलाएँ
hu: Lejátszás
hy: Նվագարկել
id: Putar
it: Riproduci
ja: 再生
ko: 재생
ms: Main
nb: Spill av
nl: Speel af
pl: Odtwórz
pt_br: Reproduzir
pt_pt: Reproduzir
ro: Redă
ru: Воспроизвести
sv: Spela upp
ta: இயக்கு
te: ప్లే
th: เล่น
tr: Oynat
uk: Відтворити
ur: چلائیں
vi: Phát
zh_hans: 播放
zh_hant: 播放

source: Play a song to see lyrics here.
ar: شغّل أغنية لعرض كلماتها هنا.
bn: এখানে গানের কথা দেখতে একটি গান চালান।
cs: Přehrajte skladbu a uvidíte zde text.
da: Afspil en sang for at se sangteksten her.
de: Spiele einen Song ab, um hier den Songtext zu sehen.
el: Αναπαραγάγετε ένα τραγούδι για να δείτε εδώ τους στίχους.
es: Reproduce una canción para ver la letra aquí.
es_419: Reproduce una canción para ver las letras aquí.
fa: برای دیدن متن آهنگ، آهنگی پخش کنید.
fi: Toista kappale nähdäksesi sanoitukset tässä.
fil: Mag-play ng kanta para makita ang lyrics dito.
fr: Lisez un morceau pour voir les paroles ici.
he: נגן שיר כדי לראות כאן את המילים.
hi: यहाँ बोल देखने के लिए कोई गाना चलाएँ।
hu: Játssz le egy dalt, hogy itt lásd a dalszöveget.
hy: Նվագարկեք երգ՝ բառերն այստեղ տեսնելու համար։
id: Putar lagu untuk melihat liriknya di sini.
it: Riproduci un brano per vedere qui il testo.
ja: 曲を再生すると、ここに歌詞が表示されます。
ko: 노래를 재생하면 여기에 가사가 표시됩니다.
ms: Mainkan lagu untuk melihat liriknya di sini.
nb: Spill av en sang for å se sangteksten her.
nl: Speel een nummer af om hier de songtekst te zien.
pl: Odtwórz utwór, aby zobaczyć tutaj tekst.
pt_br: Reproduza uma música para ver a letra aqui.
pt_pt: Reproduza uma música para ver a letra aqui.
ro: Redă o piesă pentru a vedea versurile aici.
ru: Включите песню, чтобы увидеть здесь её текст.
sv: Spela en låt för att se låttexten här.
ta: பாடல் வரிகளை இங்கே காண ஒரு பாடலை இயக்கவும்.
te: ఇక్కడ సాహిత్యం చూడటానికి ఒక పాటను ప్లే చేయండి.
th: เล่นเพลงเพื่อดูเนื้อเพลงที่นี่
tr: Şarkı sözlerini burada görmek için bir şarkı çalın.
uk: Увімкніть пісню, щоб побачити тут її текст.
ur: یہاں بول دیکھنے کے لیے کوئی گانا چلائیں۔
vi: Phát một bài hát để xem lời bài hát ở đây.
zh_hans: 播放歌曲即可在此查看歌词。
zh_hant: 播放歌曲即可在此查看歌詞。

source: Posts
ar: المنشورات
bn: পোস্ট
cs: Příspěvky
da: Indlæg
de: Beiträge
el: Αναρτήσεις
es: Publicaciones
es_419: Publicaciones
fa: پست‌ها
fi: Julkaisut
fil: Mga Post
fr: Publications
he: פוסטים
hi: पोस्ट
hu: Bejegyzések
hy: Գրառումներ
id: Postingan
it: Post
ja: 投稿
ko: 게시물
ms: Hantaran
nb: Innlegg
nl: Berichten
pl: Posty
pt_br: Publicações
pt_pt: Publicações
ro: Postări
ru: Записи
sv: Inlägg
ta: இடுகைகள்
te: పోస్ట్‌లు
th: โพสต์
tr: Gönderiler
uk: Дописи
ur: پوسٹس
vi: Bài đăng
zh_hans: 帖子
zh_hant: 貼文

source: Preview
ar: معاينة
bn: প্রিভিউ
cs: Náhled
da: Forhåndsvisning
de: Vorschau
el: Προεπισκόπηση
es: Vista previa
es_419: Vista previa
fa: پیش‌نمایش
fi: Esikatselu
fr: Aperçu
he: תצוגה מקדימה
hi: पूर्वावलोकन
hu: Előnézet
hy: Նախադիտում
id: Pratinjau
it: Anteprima
ja: プレビュー
ko: 미리보기
ms: Pratonton
nb: Forhåndsvisning
nl: Voorbeeld
pl: Podgląd
pt_br: Pré-visualização
pt_pt: Pré-visualização
ro: Previzualizare
ru: Предпросмотр
sv: Förhandsvisning
ta: முன்னோட்டம்
te: ప్రివ్యూ
th: ตัวอย่าง
tr: Önizleme
uk: Перегляд
ur: پیش منظر
vi: Xem trước
zh_hans: 预览
zh_hant: 預覽

source: Previous
ar: السابق
bn: পূর্ববর্তী
cs: Předchozí
da: Forrige
de: Zurück
el: Προηγούμενο
es: Anterior
es_419: Anterior
fa: قبلی
fi: Edellinen
fil: Nakaraan
fr: Précédent
he: הקודם
hi: पिछला
hu: Előző
hy: Նախորդ
id: Sebelumnya
it: Precedente
ja: 前へ
ko: 이전
ms: Sebelumnya
nb: Forrige
nl: Vorige
pl: Wstecz
pt_br: Anterior
pt_pt: Anterior
ro: Anterior
ru: Назад
sv: Föregående
ta: முந்தைய
te: మునుపటి
th: ก่อนหน้า
tr: Önceki
uk: Назад
ur: پچھلا
vi: Trước
zh_hans: 上一个
zh_hant: 上一個

source: Privacy
ar: الخصوصية
bn: গোপনীয়তা
cs: Soukromí
da: Privatliv
de: Datenschutz
el: Απόρρητο
es: Privacidad
es_419: Privacidad
fa: حریم خصوصی
fi: Yksityisyys
fr: Confidentialité
he: פרטיות
hi: गोपनीयता
hu: Adatvédelem
hy: Գաղտնիություն
id: Privasi
ja: プライバシー
ko: 개인정보
ms: Privasi
nb: Personvern
pl: Prywatność
pt_br: Privacidade
pt_pt: Privacidade
ro: Confidențialitate
ru: Конфиденциальность
sv: Integritet
ta: தனியுரிமை
te: గోప్యత
th: ความเป็นส่วนตัว
tr: Gizlilik
uk: Конфіденційність
ur: رازداری
vi: Quyền riêng tư
zh_hans: 隐私
zh_hant: 隱私權

source: Profile
ar: الملف الشخصي
bn: প্রোফাইল
cs: Profil
da: Profil
de: Profil
el: Προφίλ
es: Perfil
es_419: Perfil
fa: نمایه
fi: Profiili
fr: Profil
he: פרופיל
hi: प्रोफ़ाइल
hu: Profil
hy: Պրոֆիլ
id: Profil
it: Profilo
ja: プロフィール
ko: 프로필
ms: Profil
nb: Profil
nl: Profiel
pl: Profil
pt_br: Perfil
pt_pt: Perfil
ro: Profil
ru: Профиль
sv: Profil
ta: சுயவிவரம்
te: ప్రొఫైల్
th: โปรไฟล์
tr: Profil
uk: Профіль
ur: پروفائل
vi: Hồ sơ
zh_hans: 个人资料
zh_hant: 個人檔案

source: Profile Details
ar: تفاصيل الملف الشخصي
bn: প্রোফাইলের বিবরণ
cs: Detaily profilu
da: Profildetaljer
de: Profildetails
el: Λεπτομέρειες προφίλ
es: Detalles del perfil
es_419: Detalles del perfil
fa: جزئیات نمایه
fi: Profiilin tiedot
fil: Mga Detalye ng Profile
fr: Détails du profil
he: פרטי הפרופיל
hi: प्रोफ़ाइल विवरण
hu: Profil részletei
hy: Պրոֆիլի մանրամասներ
id: Detail Profil
it: Dettagli profilo
ja: プロフィールの詳細
ko: 프로필 상세
ms: Butiran Profil
nb: Profildetaljer
nl: Profielgegevens
pl: Szczegóły profilu
pt_br: Detalhes do perfil
pt_pt: Detalhes do perfil
ro: Detalii profil
ru: Сведения о профиле
sv: Profilinfo
ta: சுயவிவர விவரங்கள்
te: ప్రొఫైల్ వివరాలు
th: รายละเอียดโปรไฟล์
tr: Profil Ayrıntıları
uk: Деталі профілю
ur: پروفائل کی تفصیلات
vi: Chi tiết hồ sơ
zh_hans: 个人资料详情
zh_hant: 個人檔案詳情

source: Progress
ar: التقدّم
bn: অগ্রগতি
cs: Postup
da: Fremskridt
de: Fortschritt
el: Πρόοδος
es: Progreso
es_419: Progreso
fa: پیشرفت
fi: Edistyminen
fil: Progreso
fr: Progression
he: התקדמות
hi: प्रगति
hu: Haladás
hy: Առաջընթաց
id: Progres
it: Avanzamento
ja: 進捗
ko: 진행률
ms: Kemajuan
nb: Fremdrift
nl: Voortgang
pl: Postęp
pt_br: Progresso
pt_pt: Progresso
ro: Progres
ru: Прогресс
sv: Förlopp
ta: முன்னேற்றம்
te: పురోగతి
th: ความคืบหน้า
tr: İlerleme
uk: Прогрес
ur: پیش رفت
vi: Tiến độ
zh_hans: 进度
zh_hant: 進度

source: Quickly launch the Kurozora app
ar: شغّل تطبيق Kurozora بسرعة
bn: দ্রুত Kurozora অ্যাপ চালু করো
cs: Rychle spusť aplikaci Kurozora
da: Start Kurozora-appen hurtigt
de: Starte schnell die Kurozora-App
el: Άνοιξε γρήγορα την εφαρμογή Kurozora
es: Abre rápidamente la app de Kurozora
es_419: Abre rápidamente la app de Kurozora
fa: برنامه Kurozora را سریع باز کن
fi: Käynnistä Kurozora-sovellus nopeasti
fil: Mabilis na buksan ang Kurozora app
fr: Lance rapidement l’app Kurozora
he: הפעל במהירות את אפליקציית Kurozora
hi: Kurozora ऐप को तुरंत लॉन्च करें
hu: Indítsd el gyorsan a Kurozora appot
hy: Արագ բացիր Kurozora հավելվածը
id: Buka aplikasi Kurozora dengan cepat
it: Avvia rapidamente l'app Kurozora
ja: Kurozoraアプリをすばやく起動
ko: Kurozora 앱을 빠르게 실행하세요
ms: Lancarkan aplikasi Kurozora dengan pantas
nb: Start Kurozora-appen raskt
nl: Start de Kurozora-app snel
pl: Szybko uruchom aplikację Kurozora
pt_br: Abra o app Kurozora rapidamente
pt_pt: Abre rapidamente a aplicação Kurozora
ro: Lansează rapid aplicația Kurozora
ru: Быстро запускайте приложение Kurozora
sv: Starta Kurozora-appen snabbt
ta: Kurozora செயலியை விரைவாகத் திறக்கவும்
te: Kurozora యాప్‌ను త్వరగా ప్రారంభించండి
th: เปิดแอป Kurozora ได้อย่างรวดเร็ว
tr: Kurozora uygulamasını hızlıca aç
uk: Швидко запускай застосунок Kurozora
ur: Kurozora ایپ فوراً کھولیں
vi: Nhanh chóng mở ứng dụng Kurozora
zh_hans: 快速启动 Kurozora 应用
zh_hant: 快速啟動 Kurozora App

source: Rank
ar: الترتيب
bn: র‍্যাঙ্ক
cs: Pořadí
da: Placering
de: Rang
el: Κατάταξη
es: Posición
es_419: Rango
fa: رتبه
fi: Sijoitus
fr: Rang
he: דירוג
hi: रैंक
hu: Helyezés
hy: Դիրք
id: Peringkat
it: Posizione
ja: ランク
ko: 순위
ms: Kedudukan
nb: Rangering
nl: Rang
pl: Pozycja
pt_br: Posição
pt_pt: Classificação
ro: Rang
ru: Ранг
sv: Placering
ta: தரவரிசை
te: ర్యాంక్
th: อันดับ
tr: Sıralama
uk: Ранг
ur: درجہ
vi: Hạng
zh_hans: 排名
zh_hant: 排名

source: Rated
ar: مُقيّم
bn: রেটেড
cs: Hodnoceno
da: Bedømt
de: Bewertet
el: Βαθμολογήθηκε
es: Clasificado
es_419: Calificado
fa: رده‌بندی‌شده
fi: Arvioitu
fil: Na-rate
fr: Classé
he: מדורג
hi: रेट किया गया
hu: Korhatár-besorolás
hy: Գնահատված
id: Diberi peringkat
it: Classificato
ja: レーティング
ko: 등급
ms: Dinilai
nb: Vurdert
nl: Beoordeeld
pl: Oceniono
pt_br: Classificado
pt_pt: Classificado
ro: Clasificat
ru: Оценено
sv: Betygsatt
ta: மதிப்பிடப்பட்டது
te: రేటింగ్ ఇవ్వబడింది
th: ให้คะแนนแล้ว
tr: Derecelendirildi
uk: Оцінено
ur: درجہ بند
vi: Đã xếp hạng
zh_hans: 已评分
zh_hant: 已評分

source: Reconnect!
ar: إعادة الاتصال!
bn: আবার সংযোগ করুন!
cs: Znovu připojit!
da: Forbind igen!
de: Erneut verbinden!
el: Επανασύνδεση!
es: ¡Reconectar!
es_419: ¡Reconectar!
fa: اتصال دوباره!
fi: Yhdistä uudelleen!
fil: Kumonekta Muli!
fr: Reconnecte-toi !
he: להתחבר מחדש!
hi: फिर से कनेक्ट करें!
hu: Újracsatlakozás!
hy: Վերամիանալ։
id: Sambungkan Ulang!
it: Riconnetti!
ja: 再接続！
ko: 다시 연결하기!
ms: Sambung Semula!
nb: Koble til på nytt!
nl: Opnieuw verbinden!
pl: Połącz ponownie!
pt_br: Reconectar!
pt_pt: Voltar a ligar!
ro: Reconectează-te!
ru: Переподключиться!
sv: Återanslut!
ta: மீண்டும் இணை!
te: మళ్లీ కనెక్ట్ అవ్వండి!
th: เชื่อมต่อใหม่!
tr: Yeniden Bağlan!
uk: Перепідключитися!
ur: دوبارہ جُڑیں!
vi: Kết nối lại!
zh_hans: 重新连接！
zh_hant: 重新連線！

source: Redeem
ar: استرداد
bn: রিডিম
cs: Uplatnit
da: Indløs
de: Einlösen
el: Εξαργύρωση
es: Canjear
es_419: Canjear
fa: استفاده از کد
fi: Lunasta
fil: I-redeem
fr: Utiliser
he: מימוש
hi: रिडीम करें
hu: Beváltás
hy: Օգտագործել
id: Tukarkan
it: Riscatta
ja: 引き換える
ko: 사용하기
ms: Tebus
nb: Løs inn
nl: Inwisselen
pl: Zrealizuj
pt_br: Resgatar
pt_pt: Resgatar
ro: Valorifică
ru: Активировать
sv: Lös in
ta: மீட்டெடு
te: రిడీమ్ చేయండి
th: แลกรับ
tr: Kullan
uk: Активувати
ur: ریڈیم کریں
vi: Đổi mã
zh_hans: 兑换
zh_hant: 兌換

source: Redeem…
ar: استرداد…
bn: রিডিম করুন…
cs: Uplatnit…
da: Indløs…
de: Einlösen…
el: Εξαργύρωση…
es: Canjear…
es_419: Canjear…
fa: استفاده از کد…
fi: Lunasta…
fil: I-redeem…
fr: Utiliser…
he: מימוש…
hi: रिडीम करें…
hu: Beváltás…
hy: Օգտագործել…
id: Tukarkan…
it: Riscatta…
ja: コードを引き換え…
ko: 사용하기…
ms: Tebus…
nb: Løs inn …
nl: Inwisselen…
pl: Zrealizuj…
pt_br: Resgatar…
pt_pt: Resgatar…
ro: Valorifică…
ru: Активировать…
sv: Lös in…
ta: மீட்டெடு…
te: రిడీమ్ చేయండి…
th: แลกรับ…
tr: Kullan…
uk: Активувати…
ur: ریڈیم کریں…
vi: Đổi mã…
zh_hans: 兑换…
zh_hant: 兌換…

source: Refresh
ar: تحديث
bn: রিফ্রেশ
cs: Obnovit
da: Opdater
de: Aktualisieren
el: Ανανέωση
es: Actualizar
es_419: Actualizar
fa: بازآوری
fi: Päivitä
fil: I-refresh
fr: Actualiser
he: רענון
hi: रीफ़्रेश करें
hu: Frissítés
hy: Թարմացնել
id: Segarkan
it: Aggiorna
ja: 更新
ko: 새로 고침
ms: Muat Semula
nb: Oppdater
nl: Vernieuwen
pl: Odśwież
pt_br: Atualizar
pt_pt: Atualizar
ro: Reîmprospătează
ru: Обновить
sv: Uppdatera
ta: புதுப்பி
te: రిఫ్రెష్ చేయండి
th: รีเฟรช
tr: Yenile
uk: Оновити
ur: ریفریش کریں
vi: Làm mới
zh_hans: 刷新
zh_hant: 重新整理

source: Refresh Page
ar: تحديث الصفحة
bn: পৃষ্ঠা রিফ্রেশ করুন
cs: Obnovit stránku
da: Opdater side
de: Seite aktualisieren
el: Ανανέωση σελίδας
es: Actualizar página
es_419: Actualizar página
fa: بازآوری صفحه
fi: Päivitä sivu
fil: I-refresh ang Page
fr: Actualiser la page
he: רענן דף
hi: पेज रीफ़्रेश करें
hu: Oldal frissítése
hy: Թարմացնել էջը
id: Segarkan Halaman
it: Aggiorna pagina
ja: ページを更新
ko: 페이지 새로 고침
ms: Muat Semula Halaman
nb: Oppdater side
nl: Pagina vernieuwen
pl: Odśwież stronę
pt_br: Atualizar página
pt_pt: Atualizar página
ro: Reîmprospătează pagina
ru: Обновить страницу
sv: Uppdatera sidan
ta: பக்கத்தைப் புதுப்பி
te: పేజీని రిఫ్రెష్ చేయండి
th: รีเฟรชหน้านี้
tr: Sayfayı Yenile
uk: Оновити сторінку
ur: صفحہ ریفریش کریں
vi: Làm mới trang
zh_hans: 刷新页面
zh_hant: 重新整理頁面

source: Related Games
ar: ألعاب ذات صلة
bn: সম্পর্কিত গেম
cs: Související hry
da: Relaterede spil
de: Verwandte Games
el: Σχετικά παιχνίδια
es: Juegos relacionados
es_419: Juegos relacionados
fa: بازی‌های مرتبط
fi: Aiheeseen liittyvät pelit
fil: Kaugnay na Games
fr: Jeux liés
he: משחקים קשורים
hi: संबंधित गेम
hu: Kapcsolódó játékok
hy: Առնչվող games
id: Game Terkait
it: Giochi correlati
ja: 関連ゲーム
ko: 관련 게임
ms: Game Berkaitan
nb: Relaterte spill
nl: Gerelateerde games
pl: Powiązane gry
pt_br: Games relacionados
pt_pt: Jogos relacionados
ro: Jocuri asociate
ru: Похожие игры
sv: Relaterade spel
ta: தொடர்புடைய games
te: సంబంధిత గేమ్‌లు
th: เกมที่เกี่ยวข้อง
tr: İlgili Oyunlar
uk: Пов’язані ігри
ur: متعلقہ games
vi: Game liên quan
zh_hans: 相关游戏
zh_hant: 相關遊戲

source: Related Literatures
ar: أعمال أدبية ذات صلة
bn: সম্পর্কিত সাহিত্য
cs: Související literatura
da: Relateret litteratur
de: Verwandte Literatur
el: Σχετικά manga
es: Lecturas relacionadas
es_419: Literaturas relacionadas
fa: آثار مرتبط
fi: Aiheeseen liittyvä kirjallisuus
fil: Kaugnay na Literatura
fr: Œuvres liées
he: ספרות קשורה
hi: संबंधित साहित्य
hu: Kapcsolódó irodalom
hy: Առնչվող գրականություն
id: Literatur Terkait
it: Letterature correlate
ja: 関連書籍
ko: 관련 도서
ms: Manga Berkaitan
nb: Relatert litteratur
nl: Gerelateerde literatuur
pl: Powiązana literatura
pt_br: Literaturas relacionadas
pt_pt: Literatura relacionada
ro: Lecturi asociate
ru: Похожая литература
sv: Relaterad litteratur
ta: தொடர்புடைய இலக்கியங்கள்
te: సంబంధిత సాహిత్యం
th: วรรณกรรมที่เกี่ยวข้อง
tr: İlgili Eserler
uk: Пов’язана література
ur: متعلقہ ادب
vi: Truyện liên quan
zh_hans: 相关读物
zh_hant: 相關文學
